# программа для расчета площади и длины окружности круга
# radius = int(input("Введите радиус: "))
#
# if radius >= 0:
#     print("Длина окружности = ",  2  *  3.14  *  radius)
#     print("Площадь = ", 3.14 * radius ** 2)
# else:
#     print("Пожалуйста, введите положительное число")
# ///////////////////////////////////////////////////////////////////////
# программа для определения оценки студента на основе введенных баллов
# score = int(input("Введите вашу оценку: "))
#
# if score >= 90:
#     print("Отлично! Ваша оценка А")
# else:
#     if score >= 80:
# 	    print("Здорово! Ваша оценка - B")
#     else:
# 	    if score >= 70:
# 	        print("Хорошо! Ваша оценка - C")
# 	    else:
# 	        if score >= 60:
# 		        print("Ваша оценка - D. Стоит повторить материал.")
# 	        else:
# 		        print("Вы не сдали экзамен")
# ///////////////////////////////////////////////////////////////////////
# #длина члена c if и else
# cock = int(input("Введите сколько у вас см?: "))
# if cock >= 24:
#     print ("ТЫ КАК ЛЫСЫЙ ИЗ БРАЗЕРС")
# else:
#     if cock >= 19:
#         print ("ты все еще альфач")
#     else:
#         if cock >= 15:
#             print ("ты среднестатистический русский")
#         else:
#             if cock >= 10:
#                 print ("Лёха! Привет")
#             else:
#                 print("Ты обезьяна из Мальчишника. LOL")
# длина члена c if и elif
# cock = int(input("Введите сколько у вас см?: "))
# if cock >= 24:
#     print ("ТЫ КАК ЛЫСЫЙ ИЗ БРАЗЕРС")
# elif cock >= 19:
#     print ("ты все еще альфач")
# elif cock >= 15:
#     print ("ты среднестатистический русский")
# elif cock >= 10:
#     print ("Лёха! Привет")
# else:
#     print("Ты обезьяна из Мальчишника. LOL")