# добавить нвоый элемент в список
# name = ["Кеша", "Толик", "Попугай"]
# # name.append("даун")
# print (name)
# ////////////////////////////////////
# удалить ПОСЛЕДНИЙ элемент в список
# name = ["Кеша", "Толик", "Попугай"]
# name.pop()
# print (name)
# ////////////////////////////////////
# как вычислить порядковый номер объекта? индекс
# name = ["Кеша", "Толик", "Попугай"]
# n = name.index("Попугай")
# print (n)
# ////////////////////////////////////
# как измерить длину списка
# name = ["Кеша", "Толик", "Попугай"]
# print (len (name))
# ////////////////////////////////////
# сортировка по возрастанию
# num = [1, 2, 32, 12, 111]
# num.sort ()
# print (num)
# ////////////////////////////////////
#сортировка по убыванию
# num = [1, 2, 32, 12, 111]
# num.sort (reverse = True)
# print (num)
#////////////////////////////////////

#удалить элемент из списка
num = [1, 2, 32, 12, 111]
del num [1]
print (num)
#////////////////////////////////////
#как проверить наличие ообъекта
num = [1, 2, 32, 12, 111]
if 1112 in num:
    print("WOW")
else:
    print("BLYATI")
#////////////////////////////////////


